{
  "title": "Truyện Kiều",
  "author": "Nguyễn Du",
  "pages": [
    {
      "number": 1,
      "content": "Trăm năm trong cõi người ta,\nChữ tài chữ mệnh khéo là ghét nhau.\nTrải qua một cuộc bể dâu,\nNhững điều trông thấy mà đau đớn lòng.\n\nLạ gì bỉ sắc tư phong,\nTrời xanh quen thói má hồng đánh ghen.\nCảo thơm lần giở trước đèn,\nMục miêu kim chào gôm lè tóc người."
    },
    {
      "number": 2,
      "content": "Thiều Khanh dòng dõi thi thư,\nNhà nghề học trò nho nhã phong lưu.\nĐỗ đang năm mươi chưa đầy,\nNhưng chi phong nhã lại tài căn khôi.\n\nBa người con gái một trai,\nThúy Kiều là trưởng trong vòng các cô.\nThúy Vân em gái kế sau,\nKhông ai sánh kịp tài sắc nàng Kiều."
    },
    {
      "number": 3,
      "content": "Xuân thu đã được mười lăm,\nTrăng thanh gió mát hoa đầm hoa càn.\nNhững phong tình gặp bến duyên,\nĐều trang nét chữ trong thiên hạ tài.\n\nDầu dày tài sắc xưa nay,\nNhiều khổ gian khó không cay đắng chi.\nMột mai do mẫu bản thân,\nTự thương thân phận hai lần đi về."
    },
    {
      "number": 4,
      "content": "Ngày xuân con én đưa thoi,\nBên nhà Vương Giả có người trang nam.\nVăn miếu minh đao gấm lượm,\nKim giàn tường phủ trùm mộc lan hương.\n\nKim thâu ngư mộng thiên lương,\nBưởi lơ lưng thắn thảm vuông long chi.\nHương nồng thấu cả ra ngoài,\nĐầu hè chẳng trễ một ngày xuân đi."
    },
    {
      "number": 5,
      "content": "Kim Trọng gặp Thúy Kiều ở chùa Đàm Tiên,\nHai người trao nhau lời thề non biển.\nDuyên phận đã sắp đặt từ trước,\nNhưng số kiếp còn nhiều truân chuyên.\n\nMột mai phải xa người yêu dấu,\nNàng Kiều vì hiếu đành hy sinh.\nBán thân chuộc cha, cứu gia đình,\nNhững tưởng rằng sẽ được bình yên."
    },
    {
      "number": 6,
      "content": "Từ đấy cuộc đời nàng Kiều đảo điên,\nGặp toàn người xấu, chốn lầu xanh.\nMã Giám Sinh, Sở Khanh, Hoạn Thư,\nMỗi người một nỗi, nàng chịu khổ thân.\n\nTừng trải gian truân mười lăm năm,\nĐi khắp bốn phương, nước non xa xăm.\nCuối cùng gặp lại Kim Trọng yêu dấu,\nNhưng duyên xưa đã lỡ, chỉ còn tiếc thương."
    },
    {
      "number": 7,
      "content": "Người xưa đã có lời hay,\nLành duyên nên được trọn đầy hai chữ.\nTrăm năm biết có là mơ,\nMà người nghĩ đến cũng bùi ngùi nao lòng.\n\nRằng: Trông người hãy tưởng ta,\nĐều là phận kiếp chìm nổi trên đời.\nNgười đời cứ hạnh phúc thôi,\nĐừng nên đem vận rủi mà cùng so."
    },
    {
      "number": 8,
      "content": "Thiên lý nhân duyên đã định sẵn,\nTrăm năm hạnh phúc ai hay trước.\nKim Trọng - Thúy Kiều cuối cùng sum họp,\nDầu duyên xưa đã lỡ, tình vẫn còn đó.\n\nCâu chuyện khép lại với bài học sâu sắc,\nTài hoa gặp số phận, ai biết trước được.\nChỉ mong người đời sống tốt với nhau,\nĐừng để uổng phí một đời người quý giá."
    }
  ]
}